Repository: common-repository/moderateit
Catalog: lang/moderateIt-*.po
Languages: ru_ru

source: en
ru_ru: ru

source: violates?
ru_ru: нарушает?

source: Network of Moderators
ru_ru: Сеть модераторов

source: Capabilities
ru_ru: Возможности

source: Api-key to connect to the network
ru_ru: Api-ключ для подключения к сети

source: Application area
ru_ru: Область применения

source: Event logging
ru_ru: Журналирование событий

source: With the Network you can create an acceptable online communication culture in your community:<br>
ru_ru: С помощью сети вы можете создать приемлемую культуру онлайн общения в своем сообществе: <br>

source: - Anonymous users comment with pre-moderation.<br>
ru_ru: - Анонимные пользователи комментируют с пре-модерацией. <br>

source: - Authorized users, if they do not violate, can comment without pre-moderation.<br>
ru_ru: - Авторизованные пользователи, если они не нарушают, могут комментировать без пре-модерации. <br>

source: - Readers can detect violations using post-moderation.<br>
ru_ru: - Читатели могут выявлять нарушения с помощью пост-модерации. <br>

source: - A quick introduction for all to the rules of online communication.
ru_ru: - Быстрое введение для всех в правила онлайн общения.

source: Note: Please register free personal key for your site to use all сabilities of moderation<br> and read sections Terms of use and Questions about the Network.
ru_ru: Примечание: Пожалуйста, зарегистрируйте бесплатный личный ключ для вашего сайта, <br> чтобы использовать все возможности модерации <br>и прочитайте разделы Условия использования и Вопросы о сети.

source: See more here.
ru_ru: Больше информации здесь.

source: Enable pre-moderation of a new comment:
ru_ru: Включать пре-модерацию нового комментария:

source: from an anonymous user always.
ru_ru: от анонимного пользователя всегда.

source: (Next options will work only with a free personal key for your site)
ru_ru: (Следующие опции будут работать только с бесплатным личным ключом для вашего сайта)

source: from an authorized user, for each case of violation of the Network rules,<br> detected using pre- or post-moderation via the Network on any site connected to the Network.
ru_ru: от авторизованного пользователя, за каждый случай нарушения правил, <br> выявленый с использованием пре- или пост-модерации через cеть на любом сайте, подключенном к cети.

source: from an authorized user, if he does not have approved comment on the Network or on this Site.
ru_ru: от авторизованного пользователя, если у него нет одобренного коментария в сети или на этом сайте.

source: Allow post-moderation of comments for:
ru_ru: Разрешить пост-модерацию комментариев для:

source: any readers.
ru_ru: всех читателей.

source: an authorized readers.
ru_ru: авторизованных читателей.

source: Enable event recording
ru_ru: Включить запись событий

source: Settings for Network of Moderators
ru_ru: Настройки сети пользовательской модерации
